Repository: ForumPostAssistant/FPA
Catalog: g11n/*.po
Languages: fi_fi, id_id

source: Generating Post Output...
fi_fi: Luodaan raporttikoodia...
id_id: Menghasilkan Keluaran Posting...

source: Hang on in there while we run some tests...
fi_fi: Odota hetki, suoritamme kokeita...
id_id: Tunggu disana sementara kami menjalankan beberapa test...

source: PHP Environment
fi_fi: PHP-ympäristö
id_id: Linkungan PHP

source: Environment Support Snapshot
fi_fi: Ympäristön tuen pikasilmäys
id_id: Potret Pendukung Lingkungan

source: Application Instance
fi_fi: Sovellusinstanssi
id_id: Instansi Aplikasi

source: System Environment
fi_fi: Järjestelmäympäristö
id_id: Lingkungan System

source: PHP Extensions
fi_fi: PHP laajennukset
id_id: Ekstensi PHP

source: PHP Requirements
fi_fi: PHP vaatimukset
id_id: Persyaratan PHP

source: Elevated Permissions
fi_fi: Korotetut oikeudet
id_id: Tingkatan Perizinan

source: Components
fi_fi: Komponentit
id_id: Komponen

source: Modules
fi_fi: Moduulit
id_id: Modul

source: Plugins
fi_fi: Liitännäiset
id_id: Pengaya

source: Templates
fi_fi: Sivupohjat
id_id: Template

source: Apache Modules
fi_fi: Apache moduulit
id_id: Modul Apache

source: Apache Requirements
fi_fi: Apache vaatimukset
id_id: Persyaratan Apache

source: Database Instance
fi_fi: Tietokantainstanssi
id_id: Instansi Database

source: Table Structure
fi_fi: Taulujen rakenne
id_id: Struktur Table

source: Permissions Checks
fi_fi: Oikeuksien tarkastus
id_id: Pemeriksaan Hak Akses

source: Core Folders
fi_fi: Ydinhakemistot
id_id: Folder Inti

source: DEVELOPER MODE is enabled
fi_fi: KEHITYSTILA on päällä
id_id: DEVELOPER MODE diaktifkan

source: DIGNOSTIC MODE is enabled
fi_fi: DIAGNOSTINEN TILA on päällä
id_id: DIGNOSTIC MODE diaktifkan

source: Last DIGNOSTIC MODE Error in %s
fi_fi: Viimeisin DIAGNOSTISEN TILAN virhe lokissa %s
id_id: DIGNOSTIC MODE Kesalahan berakhir dalam %s

source: No Errors Reported
fi_fi: Ei raportoituja virheitä
id_id: Dilaporkan Tidak Ada Kesalahan

source: Yes
fi_fi: Kyllä
id_id: Ya

source: No
fi_fi: Ei
id_id: Tidak

source: May not be an error, check with host for remote access requirements.
fi_fi: Ei välttämättä ole virhe, tarkasta palveluntarjoajalta etäyhteysvaatimukset.
id_id: Mungkin bukan kesalahan, periksa host pada persyaratan akses remote.

source: PHP Supports %s
fi_fi: PHP tukee %s
id_id: PHP Mendukung %s

source: Unknown
fi_fi: Tuntematon
id_id: Tidak diketahui

source: MySQL Supports %s
fi_fi: MySQL tukee %s
id_id: MySQL Mendukung %s

source: Maybe
fi_fi: Ehkä
id_id: Mungkin

source: Special Note
fi_fi: Erityishuomautus
id_id: Catatan Khusus

source: MySQL default collation
fi_fi: MySQL oletusaakkostus
id_id: MySQL kolasi standar

source: %s version
fi_fi: %s versio
id_id: %s versi

source: Known Buggy PHP
fi_fi: Tunnetusti virheellinen PHP
id_id: PHP Buggy Yang Diketahui

source: Known Buggy Zend
fi_fi: Tunnetusti virheellinen Zend
id_id: Zend Buggy Yang Diketahui

source: Instructions
fi_fi: Ohjeet
id_id: Instruksi

source: Enter your problem description <i>(optional)</i>
fi_fi: Kirjoita kuvaus ongelmastasi <i>(valinnainen)</i>
id_id: Masukkan deskripsi masalah anda <i>(opsional)</i>

source: Enter any error messages you see <i>(optional)</i>
fi_fi: Kopioi tai kirjoita tähän virheilmoitus/-kset <i>(valinnainen)</i>
id_id: Masukkan pesan kesalahan apapun yang anda lihat <i>(opsional)</i>

source: Enter any actions taken to resolve the issue <i>(optional)</i>
fi_fi: Miten olen yrittänyt ratkaista ongelmaa? <i>(valinnainen)</i>
id_id: tersebut <i>(opsional)</i>

source: Select detail level options of output <i>(optional)</i>
fi_fi: Valitse tuotettavan raportin yksityskohtien taso <i>(valinnainen)</i>
id_id: Pilih rincian opsi tingkat keluaran <i>(opsional)</i>

source: Click the %s post button to build the post content
fi_fi: Paina %s -nappia luodaksesi foorumille liitettävän koodin
id_id: Klik pada %s tombol pos untuk membuat konten pos

source: Generate
fi_fi: Luo raportti
id_id: Menghasilkan

source: Copy the contents of the %s box and paste it into a post
fi_fi: Kopioi %s ruudun sisältö kokonaisuudessaan ja liitä se foorumiviestiisi
id_id: Salin konten boks %s dan tempelkan pada pos

source: Post Detail
fi_fi: Raporttikoodi
id_id: Rincian Pos

source: Optional Information
fi_fi: Lisätietoja
id_id: Informasi Opsional

source: Problem Description
fi_fi: Ongelman kuvaus
id_id: Deskripsi Masalah

source: Log/Error Message
fi_fi: Loki/virheilmoitus
id_id: Pesan Log/Kesalahan

source: Last error
fi_fi: Viimeisin virhe
id_id: Kesalahan terakhir

source: Actions To ReCreate Issue
fi_fi: Toimet ongelman toisintamiseksi
id_id: Aksi untuk ReCreate Masalah

source: Actions Taken To Resolve
fi_fi: Ongelman korjaamiseksi tehdyt toimet
id_id: Aksi Yang Diambil Untuk Menyelesaikan

source: Leave ALL fields blank/empty to simply post diagnostic information.
fi_fi: Voit jättää kaikki kentät tyhjiksi kerätäksesi vain diagnostiset tiedot.
id_id: Biarkan ALL/SEMUA bidang isian kosong untuk pos analisa informasi sederhana.

source: Optional Settings
fi_fi: Valinnaiset asetukset
id_id: Pengaturan Opsional

source: Disabled
fi_fi: Poissa käytöstä
id_id: Nonaktif

source: Show elevated folder permissions
fi_fi: Näytä korotetut kansioiden oikeudet
id_id: Tampilkan tingkatan hak akses folder

source: Show database table statistics
fi_fi: Näytä tietokantataulujen tilastot
id_id: Tampilkan statistik tabel database

source: Show Components
fi_fi: Listaa komponentit
id_id: Tampilkan Komponen

source: Show Modules
fi_fi: Listaa modullit
id_id: Tampilkan Modul

source: Show Plugins
fi_fi: Listaa liitännäiset
id_id: Tampilkan Pengaya

source: Information Privacy
fi_fi: Tietosuoja
id_id: Informasi Pribadi

source: None
fi_fi: Ei mitään
id_id: Tanpa

source: No elements are masked
fi_fi: Mitään ei peitetä
id_id: Tidak ada elemen yang disamarkan

source: Partial
fi_fi: Osittainen
id_id: Terpisah

source: Default
fi_fi: Oletus
id_id: Standar

source: Some elements are masked
fi_fi: Jotkin tiedot peitetään
id_id: Beberapa elemen disamarkan

source: Strict
fi_fi: Tiukka
id_id: Teliti

source: All indentifiable elements are masked
fi_fi: Kaikki tunnistettavat tiedot peitetään
id_id: Semua element yang teridentifikasi disamarkan

source: Click Here To Generate Post
fi_fi: Luo raportti
id_id: Klik Disini Untuk Menghasilkan Pos

source: PHP %1s or %2s errors ?
fi_fi: PHP %1s tai %2s virheet?
id_id: Kesalahan PHP %1s atau %2s ?

source: Temporarily increase PHP Memory and Execution Time
fi_fi: Lisää väliaikaisesti PHP muistia ja suoritusaikaa
id_id: Untuk sementara menaikkan Memori PHP dan Waktu Eksekusi

source: %s discovery
fi_fi: %s selvitys
id_id: %s dideteksi

source: CMS found
fi_fi: CMS löytyi
id_id: CMS ditemukan

source: Platform
fi_fi: Alusta

source: Config exists
fi_fi: Asetukset olemassa
id_id: Ada configurasi

source: Config version
fi_fi: Asetusten versio
id_id: Versi konfigurasi

source: Matches CMS
fi_fi: Täsmää CMS:n
id_id: CMS Sesuai

source: CMS mis-match
fi_fi: CMS ristiriita
id_id: CMS tak sesuai

source: Config valid
fi_fi: Asetukset kelvot
id_id: Konfigurasi berlaku

source: Config mode
fi_fi: Asetusmoodi
id_id: Mode konfigurasi

source: Writable
fi_fi: Kirjoitettava
id_id: Dapat ditulis

source: Read-Only
fi_fi: Vain luku
id_id: Hanya-Baca

source: Config Owner
fi_fi: Asetusten omistaja
id_id: Pemilik Konfigurasi

source: Protected
fi_fi: Suojattu
id_id: Dilindungi

source: Config Group
fi_fi: Asetusten ryhmä
id_id: Grup Konfigurasi

source: Instance Not Found
fi_fi: Instanssia ei löytynyt
id_id: Instansi Tidak Ditemukan

source: No %s tests performed
fi_fi: %s testejä ei suoritettu
id_id: Tidak ada %s yang dikerjakan

source: But configuration found
fi_fi: Mutta asetukset löytyivät
id_id: Tapi konfigurasi ditemukan

source: %s :: Configuration
fi_fi: %s :: asetukset
id_id: %s :: Konfigurasi

source: Enabled
fi_fi: Käytössä
id_id: Aktif

source: Database
fi_fi: Tietokanta

source: Version
fi_fi: Versio
id_id: Versi

source: Database credentials
fi_fi: Tietokannan tunnukset
id_id: Mandat database

source: Appear in-complete
fi_fi: Näyttäisi puutteelliselta
id_id: Muncul tidak lengkap

source: Appear complete
fi_fi: Näyttäisi täydelliseltä
id_id: Muncul lengkap

source: Security
fi_fi: Turvallisuus
id_id: Keamanan

source: Features
fi_fi: Ominaisuudet
id_id: Fitur

source: Could be empty
fi_fi: Saattaa olla tyhjä
id_id: Mungkin kosong

source: Configuration not found or invalid
fi_fi: Asetukset hukassa tai kelvottomat
id_id: Konfigurasi tidak ditemukan atau tidak berlaku

source: Server
fi_fi: Palvelin

source: Client
fi_fi: Asiakas
id_id: Klien

source: Hostname
fi_fi: Isäntänimi
id_id: Nama host

source: Not Configured
fi_fi: Ei asetettu
id_id: Tak dikonfigurasi

source: Connection Type
fi_fi: Yhteystyyppi
id_id: Tipe Koneksi

source: Local
fi_fi: Paikallinen
id_id: Lokal

source: Remote
fi_fi: Etä

source: %s support
fi_fi: %s tuki
id_id: %s mendukung

source: %s is not supported by PHP %s
fi_fi: %s ei ole PHP %s tukema
id_id: %s tidak didukung oleh PHP %s

source: %s is supported by PHP %s
fi_fi: %s on PHP %s tukema
id_id: %s didukung oleh PHP %s

source: PHP %s support is unknown
fi_fi: PHP %s tuki tuntematon
id_id: PHP %s dukungan tidak diketahui

source: Connect to %s
fi_fi: Yhdistä %s
id_id: Menyambung ke %s

source: Not Attempted
fi_fi: Ei yritetty
id_id: Tidak Dicoba

source: Connected
fi_fi: Yhdistetty
id_id: Tersambung

source: Error(s) reported
fi_fi: Virhe(itä) raportoitiin
id_id: Ditemukan kesalahan

source: Connection Error
fi_fi: Yhteysvirhe
id_id: Kesalahan Koneksi

source: Character Set
fi_fi: Merkistö
id_id: Set Karakter

source: Default Character Set
fi_fi: Oletusmerkistö
id_id: Karakter Set Standar

source: Database collation
fi_fi: Tietokannan aakkostus
id_id: Kolasi database

source: Database size
fi_fi: Tietokannan koko
id_id: Ukuran database

source: Missing credentials detected
fi_fi: Puuttuva valtuutus havaittiin
id_id: Terdeteksi hilangnya mandat

source: %s not found
fi_fi: %s ei löytynyt
id_id: %s tidak ditemukan

source: MySQL Hostname
fi_fi: MySQL isäntänimi
id_id: Nama Host MySQL

source: Table Prefix
fi_fi: Taulun etuliite
id_id: Awalan Tabel

source: Database user
fi_fi: Tietokannan käyttäjätunnus
id_id: Pengguna database

source: Database password
fi_fi: Tietokannan salasana
id_id: Password database

source: Performance
fi_fi: Suorituskyky
id_id: Performa

source: Table
fi_fi: Taulu
id_id: Tabel

source: Not Connected
fi_fi: Ei yhdistetty
id_id: Tak tersambung

source: No %s performance tests performed
fi_fi: %s suorituskykytestejä ei suoritettu
id_id: Tidak ada %s tes performa yang dilakukan

source: Name
fi_fi: Nimi
id_id: Nama

source: Size
fi_fi: Koko
id_id: Ukuran

source: Table records
fi_fi: Taulussa tietueita
id_id: Rekam tabel

source: Avg. Length
fi_fi: Keskipituus
id_id: Avg. Panjang

source: Fragment Size
fi_fi: Osan koko
id_id: Ukuran Penggalan

source: Engine
fi_fi: Moottori
id_id: Mesin

source: Collation
fi_fi: Aakkostus
id_id: Kolasi

source: Created
fi_fi: Luotu
id_id: Dibuat

source: Updated
fi_fi: Päivitetty
id_id: Pembaharuan

source: Checked
fi_fi: Tarkastettu
id_id: Diperiksa

source: increased by user, was %s
fi_fi: käyttäjän korottama, oli %s
id_id: dinaikkan oleh pengguna, yaitu %s

source: Uploads enabled :
fi_fi: Lataukset sallittu:
id_id: Upload diaktifkan :

source: Last known PHP error
fi_fi: Viimeisin havaittu PHP virhe
id_id: Kesalahan PHP terakhir yang diketahui

source: Technology
fi_fi: Arkkitehtuuri
id_id: Teknologi

source: Server %s:
fi_fi: Palvelin %s:

source: Signature
fi_fi: Allekirjoitus
id_id: Tanda-tangan

source: Encoding
fi_fi: Koodaus
id_id: Penyandian

source: User
fi_fi: Käyttäjä
id_id: Pengguna

source: Server temp writable: %s
fi_fi: Järjestelmän temp kirjoitettavissa: %s
id_id: Temp server bisa ditulis: %s

source: Switch user configuration
fi_fi: Vaihda käyttäjäasetukset
id_id: Ganti konfigurasi pengguna

source: Potential Missing Extensions
fi_fi: Mahdollisesti puuttuvat laajennukset
id_id: Berpotensi Ekstensi Hilang

source: Potential Missing Modules
fi_fi: Mahdollisesti puuttuvat moduulit
id_id: Berpotensi Modul Hilang

source: Mode
fi_fi: Moodi

source: Folder
fi_fi: Hakemisto

source: Group
fi_fi: Ryhmä
id_id: Grup

source: Owner
fi_fi: Omistaja
id_id: Pemilik

source: First %d
fi_fi: Ensimmäinen %d
id_id: Pertama %d

source: SITE
fi_fi: SIVUSTO
id_id: SITE/SITUS

source: Author
fi_fi: Tekijä
id_id: Penulis

source: Address
fi_fi: Osoite
id_id: Alamat

source: Status
fi_fi: Tila

source: ADMIN
fi_fi: YLLÄPITÄJÄ

source: Credentials
fi_fi: Valtuutus
id_id: Mandat

source: Core
fi_fi: Ydin
id_id: Inti

source: developer-mode-information
fi_fi: kehittäjätilan-tiedot
id_id: informasi-mode-developer

source: Elapsed-runtime: %s seconds
fi_fi: Kulunut suoritusaika: %s sekuntia
id_id: Waktu dilalui: %s detik

source: Not Found
fi_fi: Ei löydy
id_id: Tidak Ditemukan

source: Legends and Settings
fi_fi: Selitteet ja asetukset
id_id: Legenda dan Pengaturan

source: OK/GOOD
fi_fi: OK/KELPO
id_id: OK/BAIK

source: WARNINGS
fi_fi: VAROITUKSET
id_id: PERINGATAN

source: ALERTS
fi_fi: HÄLYTYKSET
id_id: TANDA

source: Show
fi_fi: Näytä
id_id: Tampil

source: Hide
fi_fi: Piilota
id_id: Sembunyi

source: Basic Environment
fi_fi: Perusympäristö
id_id: Lingkungan Dasar

source: Joomla instance
fi_fi: Joomla-instanssi
id_id: Instansi Joomla

source: Platform instance
fi_fi: Alustainstanssi
id_id: Instansi Platform

source: Instance configured
fi_fi: Instanssi määritetty
id_id: Instansi dikonfigurasi

source: Configuration options
fi_fi: Asetusvalinnat
id_id: Opsi konfigurasi

source: Database Credentials Present
fi_fi: Tietokannan tunnukset olemassa
id_id: Kredensial Database Yang Ada

source: Host configuration
fi_fi: Isäntäasetukset
id_id: Konfigurasi host

source: OS version
fi_fi: Käyttöjärjestelmäversio
id_id: Versi OS

source: Technology: %s
fi_fi: Arkkitehtuuri: %s
id_id: Teknologi: %s

source: Web Server: %s
fi_fi: Web-palvelin: %s
id_id: Server Web: %s

source: Encoding: %s
fi_fi: Koodaus: %s
id_id: Penyandian: %s

source: System TMP writable: %s
fi_fi: Järjestelmän TMP kirjoitettavissa: %s
id_id: Sistem TMP bisa ditulis: %s

source: MySQL configuration
fi_fi: MySQL asetukset
id_id: Konfigurasi MySQL

source: Database credentials incomplete or not available
fi_fi: Tietokannan tunnukset puutteelliset tai puuttuvat
id_id: Kredensial database tidak lengkap atau tidak tersedia

source: Nothing to display.
fi_fi: Ei näytettävää
id_id: Tidak ada yang bisa ditampilkan.

source: PHP configuration
fi_fi: PHP asetukset
id_id: Konfigurasi PHP

source: Last known errors: %s
fi_fi: Viimeisimmät havaitut virheet: %s
id_id: Kesalahan terakhir yang diketahui: %s

source: Joomla! instance
fi_fi: Joomla!-instanssi
id_id: Instansi Joomla!

source: Instance configuration
fi_fi: Instanssin asetukset
id_id: Instansi konfigurasi

source: Web Server
fi_fi: Web-palvelin
id_id: Server Web

source: System TMP writable
fi_fi: Järjestelmän TMP kirjoitettavissa
id_id: Sistem TMP Bisa Ditulis

source: Last known errors
fi_fi: Viimeisimmät havaitut virheet
id_id: Kesalahan terakhir yang diketahui

source: OS Version
fi_fi: Käyttöjärjestelmäversio
id_id: Versi OS

source: Last PHP error
fi_fi: Viimeisin PHP virhe
id_id: Kesalahan PHP terakhir

source: Actions Taken To Resolve by %s
fi_fi: Ongelman ratkaisemiseksi %s tekemät toimenpiteet
id_id: Aksi Yang Diambil Untuk Menyelsaikan oleh %s

source: Joomla! platform
fi_fi: Joomla! alusta

source: Joomla! configured
fi_fi: Joomla! määritetty
id_id: Joomla! dikonfigurasi

source: Database credentials present in configuration ? ...
fi_fi: Tietokannan tunnukset asetuksissa? ...
id_id: Kredensial database yang ada dalam konfigurasi? ...

source: Host
fi_fi: Isäntä

source: Detailed Environment
fi_fi: Ympäristön tiedot
id_id: Rincian Lingkungan

source: Switch User Environment
fi_fi: Vaihda käyttäjäympäristö
id_id: Ganti Lingkungan Pengguna

source: Experimental
fi_fi: Kokeellinen
id_id: Eksperimental

source: Potential Ownership Issues
fi_fi: Mahdollisia omistajuusongelmia
id_id: Berpotensi Masalah Pada Kepemilikan

source: Database Statistics
fi_fi: Tietokantatilastot
id_id: Statistik Database

source: Language
fi_fi: Kieli
id_id: Bahasa

source: Document Root
id_id: Root Dokumen
